"Error -90057" = "Musí být zadána doména Active Directory ([doména]\[jméno])";
"Error -10100" = "Neplatná autentifikační metoda.";
"Error -10010" = "Neplatný jazyk.";
"Error -10004" = "Platnost uživatele vypršela.";
"Error -10003" = "Uživatel byl zablokován.";
"Error -10005" = "Uživatel byl dočasně zablokován.";
"Error -10103" = "Uživatel musí odsouhlasít EULA";
"Error -10104" = "Uživatel musí změni heslo.";
"Error -10106" = "Uživatel musí změnit svoje jméno.";
"Error -40761" = "Soubor nelze prozatím dešifrovat. Požádejte jiného oprávněného uživatele o přístup k souboru.";
"Error -40751" = "Požadovaný soubor nebyl nalezen.";
"Error -80021" = "Poskytnutý segment souboru je neplatný.";
"Error -70104" = "Uživatel již EULA odsouhlasil.";
"Error -70560" = "Uživatel s tímto jménem již existuje.";
"Error -70105" = "Uživatel nemá povolenu změnu jména.";
"Error -10105" = "Tento uživatel má zakázánu zmenu hesla.";
"Error -70020" = "Pár šifrovacích klíčů byl nalezen. Nejprve zadejte vaše šifrovací heslo.";
"Error -70021" = "Pár šifrovacích klíčů byl již nastaven.";
"Error -70501" = "Uživatel nebyl nalezen.";
"Error -10107" = "Heslo může být měneno každých 5 minut.";
"Error -40755" = "Chybné jméno souboru.";
"Error -40010" = "Oblast nebo složku nelze přepsat.";
"Error -80006" = "Datum vypršení platnosti je v minulosti.";
"Error -80008" = "Datum vypršení platnosti je příliš pozdě";
"Error -40763" = "Musí být k dispozici klíč souboru.";
"Error -40756" = "Chybná klasifikace souboru";
"Error -70022" = "Neplatný pár šifrovacích klíčů";
"Error -41054" = "Složky/soubory musí být ve stejné složce.";
"Error -40001" = "Šifrované soubory nelze kopírovat nebo přesouvat do nezašifrovaných oblastí.";
"Error -40002" = "Nešifrované soubory nelze kopírovat nebo přesouvat do zašifrovaných oblastí.";

"Decryption password required" = "Pro dešifrování je požadováno heslo";
"Enter your decryption password to access encrypted data rooms." = "Zadejte dešifrovací heslo pro přístup k šifrovaným oblastem.";

"You have successfully created a share link for {0}." = "Vytvořil jste sdílení Download pro {0}.";
"You have successfully created the upload account {0}" = "Vytvořil jste sdílení Upload pro {0}.";
"{0} Share(s) created" = "Vytvořeno {0} sdílení";

"The AV scanner detected that the file could be malicious" = "Antivirový software označil soubor za potencionálně nebezpečný";

"Your company is using an outdated version of the DRACOON backend that is no longer compatible with this app. Please contact your administrator to update the version of the DRACOON backend." = "Vaše společnost používá zastaralou verzi komponenty DRACOON, která není kompatibilní s touto aplikací. Obraťte se prosím na svého administrátora, který může aktualizovat DRACOON komponentu.";
